Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: omegat/project_save.tmx
Source language: es
Languages: en

source: ¿Así por qué la gente joven que espera un futuro mejor, no debería buscar inspiración en las ideas y movimientos que estremecieron el mundo occidental en los sesentas?” (Alexander J. Motyl, Ukraine’s New Left).
en: So why young people waiting for a better future, should not seek inspiration in the ideas and movements that shook the Western world in the 1960s?" (Alexander J. Motyl, Ukraine's New Left)..

source: ¿Es éste el caso?
en: Is this the case?

source: ¿Podrá, Pilsudski, llevar hasta sus últimas consecuencias la destrucción de las organizaciones proletarias?
en: Will Pilsudski be able to lead the action of destruction of the proletarian organizations to the very end?

source: ¿Que esconde la estratagema de Hitler?
en: What hides the stratagem of Hitler?

source: ‘no es una situación revolucionaria’, e ignoran la situación prerrevolucionaria” (Trotsky, Otra vez sobre la cuestión del bonapartismo).
en: "it is not a revolutionary situation', and they ignore the pre-revolutionary situation" (Trotsky, again on the question of bonapartism). In Ukraine then began to develop a situation pre fascist as part of the offensive against revolutionary of imperialism.

source: “Al no comprender la naturaleza del régimen bonapartista, los stalinistas se ven llevados a dar el siguiente diagnóstico:
en: "Not understanding the nature of the Bonapartist regime, the Stalinists are taken to give the following diagnosis:"

source: “Algunos de los izquierdistas ‘euro-entusiastas’ llegaron al Maidán en noviembre con la bandera roja (no azul) de la Unión Europea, con banners por salud y educación libre, y con slogans feministas.
en: "Some of the “euro-enthusiastic” leftists came to Maidan in November with red (instead of blue) flag of the EU, with banners for free healthcare and education, and with feminist slogans.

source: “Borotda apoya las acciones antifascistas espontáneas en las ciudades del sudeste de Ucrania y declara que miembros de Borotda activamente participarán en estas acciones.
en: "Borotda supports spontaneous anti-fascist actions in the cities of the South-East of Ukraine and declares that Borotda members will actively participate in these actions.

source: “Demandamos un referéndum sobre una amplia autonomía y autogobierno para las regiones del sudeste de Ucrania.
en: "We demand a referendum on broad autonomy and self-government for the southeastern regions of Ukraine.

source: “El Partido Comunista de Ucrania cuasi-izquierdista ha rechazado el marxismo en nombre de una ideología conservadora-clerical y abiertamente colabora con el Partido de las Regiones de la oligarquía dominante.
en: "The party communist of Ucrania quasi leftist rejected Marxism in the name of a Conservative clerical ideology and openly collaborates with the party of the regions of the dominant oligarchy.

source: “El apoyo al mito de una Maidán fascista es para legitimar el uso de la fuerza por neo-Nazis contra simples ciudadanos como esos presentes aquí que no están de acuerdo con ellos.
en: "To support the myth of a “fascist Maidan” is to legitimise the use of force by neo-Nazis against such citizens as those noted here who disagree with them.

source: “El fascismo alemán representa hoy una fuerza política infinitamente más poderosa que hace ocho años.
en: "The German fascism today represents an infinitely more powerful political force that eight years ago.

source: “El sitio web oficial del PC también presenta materiales que condenan las recientes protestas como inspiradas por actores extranjeros con el objetivo de desestabilizar Ucrania […]
en: “ […]the CPU official website also features materials that condemn the recent protests as being inspired by foreign actors with the aim of destabilizing Ukraine. […]

source: “En mayo de 1926 Pilsudski dio su golpe de estado en Polonia.
en: "In May of 1926 Pilsudski staged his coup d'etat in Poland.

source: “Es metodológicamente falso formarse la imagen de un régimen fascista ‘ideal’ y oponerla a este régimen fascista real que surgió, con todas sus peculiaridades y contradicciones, de la relación entre las clases y las nacionalidades tal como se da en el estado polaco.
en: “It is methodologically false to form an image of some “ideal” fascism and to oppose it to this real fascist regime which has grown up, with all its peculiarities and contradictions, upon the terrain of the relationship of classes and nationalities in the Polish state.

source: “La burocracia también estranguló y saqueó al pueblo de la Gran Rusia.
en: “The bureaucracy strangled and plundered the people within Great Russia, too.

source: “La fuerza de Hitler en general, y respecto a Ucrania en particular, no reside en él mismo sino en la inutilidad y podredumbre de la democracia, en la descomposición de la Segunda y la Tercera Internacional, en la vasta ola de decepción, decadencia y apatía que arrasa a las masas.
en: "The strength of Hitler in general, and Ukraine in particular, lies not in itself but in the futility and rot of democracy, in the breakdown of the second and the third international, the vast wave of deception, decadence and apathy that has ravaged the masses..

source: “La mala suerte ha querido que los jefes del partido comunista alemán se hayan colocado en el mismo terreno que la socialdemocracia, contentándose con invertir los signos:
en: "The misfortune consists precisely of the fact that the leaders of the German Communist Party have placed themselves on the same ground as the Social Democracy, only with inverted prefixes:

source: “La socialdemocracia apoya a Brüning, vota por él, asume la responsabilidad de su política ante las masas basándose en la afirmación de que el gobierno Brüning es un ‘mal menor’.
en: "The Social Democracy supports Brüning, votes for him, assumes responsibility for him before the masses-on the grounds that the Brüning government is the “lesser evil.”.

source: “Las manifestaciones [en Ucrania]
en: “The demonstrations [in Ukraine]

source: “Los anarquistas deberían participar en manifestaciones y piquetes que defiendan los derechos y libertades usurpadas por las leyes de 16 de enero.
en: "Anarchists ought to participate in demonstrations and pickets which are dedicated to defense of the rights and freedoms usurped by the laws of January 16th

source: “Los obreros no están en absoluto inmunizados de una vez por todas contra la influencia de los fascistas […]
en: "The workers are not immunized one time for all against influence of fascists [...]"Employees, the technical and administrative staff, some layers of officials, were in the last one of the important support of social democracy.

source: “Menos Palabras”.
en: "Fewer words".

source: “Nosotros queremos la reforma del sistema jurídico.
en: "We want the reform of the legal system.

source: “Nosotros, los residentes de Donbass, venimos luchando contra todas las manifestaciones del nazismo y del fascismo.
en: "We, the residents of Donbas, fight against all manifestations of Nazism and Fascism.

source: “Olvidaron” también que después de distintas tentativas fascistas y maniobras bonapartistas (el Referéndum “Rojo”, el Domingo Sangriento de Altona, el Golpe Prusiano), Hitler fue nombrado canciller de un gobierno de coalición con nacionalistas “democráticos” que golpe tras golpe fue desplazando hasta hacerse con el control absoluto del Estado.
en: They "Forgot" also that after various attempts to fascist and Bonapartist maneuvers (the "Red" Referendum, the Altona's Bloody Sunday, the Prussian coup), Hitler was appointed Chancellor of a coalition Government with "democratic"nationalists that coup after coup was shifting to gain absolute control of the State.

source: “PRO-EUROPEOS” Y “PRO-RUSOS”
en: "PRO-EUROPEAN" Y "PRO-RUSSIAN"

source: “Pero si es verdad que reparten propaganda nazi, ¿cómo se puede conciliar eso?” Bueno, esa pregunta también se hicieron muchos, cuando Hitler decía que era un convencido socialista enemigo mortal del capitalismo,
en: "But if it is true that spread nazi propaganda, how one can reconcile that?" Well, that question also were made many, when Hitler said it was a convinced Socialist capitalism's mortal enemy, as long as was finaced by big capital and declared also furious anti-Communist.

source: “Tanto el análisis teórico como la rica experiencia histórica del último cuarto de siglo demostraron con igual fuerza que el fascismo es en cada oportunidad el eslabón final de un ciclo político específico que se compone de lo siguiente:
en: "Both theoretical analysis and rich historical experience of the last quarter century with equal force showed that fascism is every chance the final link in a specific political cycle consisting of the following:"

source: “Todo demuestra que el desenlace, incluso independientemente de la voluntad del estado mayor fascista, se producirá en el transcurso de los próximos meses, si no de las próximas semanas”.
en: "Everything shows that the denouement, even independently of the will of the fascist Staff, will happen in the course of the next few months, if not weeks".

source: “Uno de los líderes activistas de Acción Directa, Andrii Movchan, un desilusionado nacionalista derechista quien giró abruptamente a la izquierda, recientemente resaltó algunas de las posiciones de Acción Directa.
en: "One of the leading activists of Direct Action, Andrii Movchan, a disappointed right-wing nationalist who turned abruptly to the left, recently highlighted some of the positions of Direct Action.
